Tekla.Structures.TeklaStructuresInternal.AtcUser
ATC user data

Tekla.Structures.TeklaStructuresInternal.AtcUser.Email
User's email.

Tekla.Structures.TeklaStructuresInternal.AtcUser.DisplayName
User's name to display in UI.

Tekla.Structures.TeklaStructuresInternal.AtcUser.AccessToken
User's access token for services.

Tekla.Structures.TeklaStructuresInternal.AtcUser.IdToken
User's id token.